const categories = [
  {
    id: "mindfulness",
    title: "ذهن آگاهی",
    description: "لذت بردن از زیبایی‌ها به کمک حواس پنجگانه",
    about: `ذهن‌آگاهی یعنی همه حواسمون جمع کاری باشه که همین حالا انجام میدیم. این مهارت کمک می‌کنه از لحظه‌هامون بیشتر لذت ببریم و تمرکزمون بیشتر بشه. پنج تمرین ذهن‌آگاهی داریم که می‌تونی انجام بدی و در جعبه‌ت بذاری. پس روی تمرینت کلیک کن و بزن بریم.`,
    exercises: [
      {
        id: "mindfulness-1",
        title: "زیبای خفته",
        description: `زیبایی‌های زیادی در محیط اطراف ما وجود دارن که ما هر روز بی‌دقت از کنارشون رد می‌شیم. امروز ازت می‌خوام که ذهن‌آگاهانه به اطرافت نگاه کنی و یه چیزی که به نظرت زیباست و از دیدنش لذت میبری پیدا کنی! حالا اسمش رو این پایین بنویس و اگه دوست داری توصیفش کن! 
زیبای خفته تو در جعبه ذهن‌آگاهیت می‌مونه و می‌تونی هر وقت دوست داشتی به جعبه‌ت زیباهای جدیدی اضافه کنی. اگه رو جعبه کلیک کنی می‌تونی محتویاتش رو ببینی.
        `,
        order: 1,
      },
      {
        id: "mindfulness-2",
        title: "نوای خوش",
        description: `صداهای زیبای زیادی در محیط اطراف ما وجود دارن که ما هر روز بی دقت از کنارشون رد می‌شیم. 
امروز ازت می‌خوام که ذهن‌آگاهانه به اطرافت گوش کنی و یه چیزی که خوش آهنگه و از شنیدنش لذت می‌بری پیدا کنی! حالا اسمش رو این پایین بنویس و اگه دوست داری توصیفش کن! 
نوای خوش تو در جعبه ذهن‌آگاهیت می‌مونه و می‌تونی هر وقت دوست داشتی به جعبه‌ت نواهای جدیدی اضافه کنی. اگه رو جعبه کلیک کنی می‌تونی محتویاتش رو ببینی.
        `,
        order: 2,
      },
      {
        id: "mindfulness-3",
        title: "نوازشگر",
        description: `بافت های زیادی در محیط اطراف ما وجود دارن که ما هر روز بی دقت از کنارشون رد می‌شیم. امروز ازت می‌خوام که ذهن‌آگاهانه به اطرافت دقت کنی و یه چیزی که بافتش رو دوست داری و از لمسش لذت می‌بری پیدا کنی!
حالا اسمش رو این پایین بنویس و اگه دوست داری توصیفش کن! نوازشگر تو در جعبه ذهن‌آگاهیت می‌مونه و می‌تونی هر وقت دوست داشتی به جعبه‌ت بافت‌های جدیدی اضافه کنی. اگه رو جعبه کلیک کنی می‌تونی محتویاتش رو ببینی.`,
        order: 3,
      },
      {
        id: "mindfulness-4",
        title: "خوشبو",
        description: `عطرهای زیادی در محیط اطراف ما وجود دارن که ما هر روز بی دقت از کنارشون رد می‌شیم. 
امروز ازت می‌خوام که ذهن‌آگاهانه به اطرافت دقت کنی و یه چیزی که عطرش رو دوست داری و از بو کردنش لذت می‌بری پیدا کنی!
حالا اسمش رو این پایین بنویس و اگه دوست داری توصیفش کن! خوشبوی تو در جعبه ذهن‌آگاهیت می‌مونه و می‌تونی هر وقت دوست داشتی به جعبه‌ت عطرهای جدیدی اضافه کنی. اگه رو جعبه کلیک کنی می‌تونی محتویاتش رو ببینی.
        `,
        order: 4,
      },
      {
        id: "mindfulness-5",
        title: "خوش طعم",
        description: `مزه‌های زیادی وجود دارن که ما بی‌دقت از کنارشون رد می‌شیم. امروز ازت می‌خوام که ذهن‌آگاهانه یه چیزی که مزه‌ش رو دوست داری انتخاب کنی و به آرامی مزه مزه کنی. طعمی که مزه کردی رو این پایین بنویس و اگه دوست داری توصیفش کن!
خوش طعم تو در جعبه ذهن‌آگاهیت می‌مونه و می‌تونی هر وقت دوست داشتی به جعبه‌ت طعم های جدیدی اضافه کنی. اگه رو جعبه کلیک کنی می‌تونی محتویاتش رو ببینی.
        ‌`,
        order: 5,
      },
    ],
  },
  {
    id: "optimism",
    title: "عینک مثبت‌بین",
    description: "یافتن خوبی‌ها در دل اتفاقات ناخوشایند",
    about: `ما انتخاب می‌کنیم به چه چیزهایی توجه کنیم. ما می‌تونیم انتخاب کنیم که چیزها رو مثبت ببینم یا منفی. ما می‌تونیم جوري فکر کنیم و روی چیزهايي تمرکز کنیم که احساسمون رو بهتر می‌كنن. يعني رییس فکرامون باشیم و کنترل شون رو در دست بگیریم. مثبت‌بینی یک مهارته که با تمرین کردن در اون استاد می‌شیم. بزن بریم که با هم تمرین کنیم. `,
    exercises: [
      {
        id: "optimism-1",
        title: "من مثبت",
        description: `به حرف‌هایی که در مورد خودت تو ذهنت میگی فکر کن!
گاهی در شرایط سخت ما حرف‌های خوبی به خودمون نمی‌گیم. مثلا ممکنه وقتی تنهاییم به خودمون بگیم من دوست داشتنی نیستم. یکی از حرف‌های منفی که اخیرا به خودت گفتی رو پیدا کن و سعی کن تبدیلش کنی به جمله‌ای مثبت. مثلا من دوست داشتنی هستم حتی اگه گاهی تنها بمونم. حالا جمله مثبتت رو این پایین بنویس. دقت کن وقتی مثبت فکر می‌کنی چه احساسی داری.`,
        order: 1,
      },
      {
        id: "optimism-2",
        title: "دیگران مثبت",
        description: `به حرف‌هایی که در مورد دیگران تو ذهنت میگی فکر کن!
گاهی در شرایط سخت ما حرف‌های خوبی در مورد دیگران نمی‌گیم. مثلا ممکنه وقتی دوستمون جواب سلاممون رو نمیده، بگیم از عمد به من بی‌اعتنایی کرد. یکی از حرف‌های منفی که اخیرا تو ذهنت در مورد دیگران گفتی  رو پیدا کن و سعی کن تبدیلش کنی به جمله‌ای مثبت. مثلا احتمالا اون متوجه من نشده. حالا جمله مثبتت رو این پایین بنویس. یادت باشه وقتی مثبت فکر می‌کنیم احساس بهتری داریم.`,
        order: 2,
      },
      {
        id: "optimism-3",
        title: "دنیای مثبت",
        description: `به حرف‌هایی که در مورد زندگی تو ذهنت میگی فکر کن!
گاهی در شرایط سخت ما حرف‌های خوبی در مورد زندگی به خودمون نمی‌گیم. مثلا ممکنه وقتی تنهاییم در ذهنمون بگیم زندگی خیلی غم انگیزه. یکی از حرف‌های منفی که اخیرا به خودت در مورد زندگی گفتی رو پیدا کن و سعی کن تبدیلش کنی به جمله‌ای مثبت. مثلا زندگیم چیزهای خوبی هم داره که بتونم با اون‌ها خودم رو سرگرم کنم. حالا جمله مثبتت رو این پایین بنویس.`,
        order: 3,
      },
      {
        id: "optimism-4",
        title: "نشانه مثبت",
        description: `یکی از چیزایی که بهمون کمک می‌کنه تمرین‌های مثبت بینی رو بیشتر انجام بدیم، اینه که یک وسیله‌ای رو انتخاب کنیم که با دیدنش یاد مثبت اندیشی بیوفتیم و کانال فکرمون رو بذاریم رو مثبت بینی. این نشونه هر چیزی می‌تونه باشه، از یه دونه سنگ بگیر تا نقاشی تا مجسمه تا هر چیز دیگه. من یه عینک با کاغذ درست کردم و گذاشتمش رو میزم. نشانه مثبت بینی تو چی میتونه باشه، این پایین بنویس!`,
        order: 4,
      },
      {
        id: "optimism-5",
        title: "شعار مثبت",
        description: `انتخاب یک شعار برای مثبت بینی خیلی وقت‌ها می‌تونه موقع ناراحتی به مثبت اندیشی ما کمک کنه. مثلا شعار مثبت اندیشی کلبه اینه: «درسته که الان خیلی ناراحتم ولی می تونم مثبت‌تر هم فکر کنم».
تو چه شعاری برای مثبت اندیشی ات انتخاب کردی؟ این پایین بنویس و به اطرافیانت هم یاد بده.`,
        order: 5,
      },
    ],
  },
  {
    id: "forgiveness",
    title: "کلید بخشش",
    description: "پذیرش و گذشتن از اشتباهات و نقص‌ها",
    about:
      "بخشش یعنی مهربانی کردن با کسی که با ما نامهربان بوده است. یعنی احترام گذاشتن به کسی که به ما بی احترامی کرده است. ما وقتی انتخاب می کنیم دیگری را ببخشیم، یعنی تصمیم میگیریم با کسی که سخاوتمند نبوده سخاوتمند باشیم. بخشش یک مهارت است که با تمرین به دست می‌آید و باعث شادی و آرامش ما می‌شود.",
    exercises: [
      {
        id: "forgiveness-1",
        title: "بخشش من",
        description: `بیا تمرین بخشش رو با مرور خاطراتمون شروع کنیم. آخرین باری که کار اشتباهی انجام دادی و بخشیده شدی کی بوده؟
وقتی بخشیده شدی چه احساسی داشتی؟ کسی که تو رو بخشیده با این که کارت رو دوست نداشته ولی انتخاب کرده که با تو مهربون باشه. حالا اسم کسی رو که تو رو بخشیده این پایین بنویس و اگه دوست داری میتونی یه جمله قشنگ براش یادداشت کنی.`,
        order: 1,
      },
      {
        id: "forgiveness-2",
        title: "بخشش دوستانم",
        description: `دوستان ما گاهی خواسته یا ناخواسته ما را ناراحت می کنند. به دوستانت فکر کن کدام رفتار دوستت هست که خیلی آزارت داده و هنوز نبخشیدی؟ می‌تونی انتخاب کنی که رفتار دوستت رو ببخشی چون باعث میشه آرومتر بشی و ناراحتیت کمتر شه.
یادت باشه بخشیدن به معنی فراموش کردن نیست، بلکه در ذهنت می‌گی من تصمیم گرفتم بخشیدن رو انتخاب کنم تا آرامش بیشتری داشته باشم. رفتاری که می خوای ببخشی رو این پایین بنویس.`,
        order: 2,
      },
      {
        id: "forgiveness-3",
        title: "بخشش غیر دوستان",
        description: `غریبه‌ها هم گاهی خواسته یا ناخواسته ما را ناراحت می‌کنند. کدام رفتار دیگران هست که خیلی آزارت داده و هنوز نبخشیدی؟
می‌تونی انتخاب کنی که رفتار او را ببخشی چون باعث میشه آرومتر بشی و ناراحتیت کمتر شه. یادت باشه بخشیدن به معنی فراموش کردن نیست، بلکه در ذهنت می‌گی من تصمیم گرفتم بخشیدن رو انتخاب کنم تا آرامش بیشتری داشته باشم. رفتاری که می‌خوای ببخشی رو این پایین بنویس.`,
        order: 3,
      },
      {
        id: "forgiveness-4",
        title: "شاه کلید بخشش",
        description: `گاهی برای این که بتونیم تمرین بخشش رو منظم‌تر انجام بدیم، مشخص کردن یک نشانه می‌تونه بهمون یادآوری کنه که تمرینش کنیم.
من پیشنهاد می‌کنم یک شیء را به عنوان شاه کلید بخششت انتخاب کنی و جلوی چشمت در اتاقت بذاری تا با دیدنش یادت بیاد که بخشش رو انتخاب کنی و تمرینش کنی. شاه کلیدی که انتخاب کردی رو این پایین توصیف کن.`,
        order: 4,
      },
      {
        id: "forgiveness-5",
        title: "صندوقچه بخشش",
        description: `برای اینکه متوجه پیشرفتت در بخشش بشی و از این مهارتت لذت بیشتری ببری، من پیشنهاد می‌کنم یه صندوقچه کوچولو درست کنی و هر رفتاری رو که می‌بخشی روی کاغذ بنویسی و داخلش بندازی. این صندوقچه در واقع نشون دهنده گنج مهر و بخشش توست. صندوقچه‌ای که می‌خوای بسازی چه شکلی هست؟ این پایین بنویس.`,
        order: 5,
      },
    ],
  },
  {
    id: "connection",
    title: "ارتباط دلنشین",
    description: "داشتن ارتباط خوشایند با دیگران",
    about: `ما به ارتباط برقرار کردن احتیاج داریم و ارتباط باعث میشه از هم برای مشکلاتمون کمک بگیریم، از هم‌دیگه چیزی یاد بگیریم و یا با هم خوش بگذرونیم.ارتباط برقرار کردن همیشه ساده نیست و یک راه‌هایی وجود داره که کمک می‌کنه ما ارتباط دلنشینتری با دیگران برقرار کنیم`,
    exercises: [
      {
        id: "connection-1",
        title: "دوست دلنشین",
        description: `کمی به رفتار دوستانت فکر کن. ببین از دوستی با کدومشون خیلی لذت می‌بری. دوستت چه ویژگی‌های خوبی داره که باعث شده تو از دوستیش لذت ببری؟ کدوم یکی از این ویژگی‌ها رو خودت هم داری؟ این پایین یک ویژگی خوب خودت و یک ویژگی خوب دوستت رو بنویس.`,
        order: 1,
      },
      {
        id: "connection-2",
        title: "ابراز احساس",
        description: `دوستی و ارتباط گاهی هم اختلاف نظر و ناراحتی داره. آخرین باری که از دست دوستت ناراحت شدی رو به یاد بیار. چه احساسی پیدا کرده بودی؟ غمگین؟ عصبانی؟ یا دلخور؟ 
یکی از کارهایی که کمک می‌کنه ارتباطمون خوب بمونه، اینه که وقتی از دوستمون می رنجیم، اول از همه احساسمون رو بهش بگیم. مثلا بگیم من دلخورم. این پایین احساسی که داشتی رو بنویس. این اولین قدم برای حل اختلافه. `,
        order: 2,
      },
      {
        id: "connection-3",
        title: "بیان فکر",
        description: `آخرین باری که از دست دوستت ناراحت شدی رو به یاد بیار. فکرت چی بود؟ ما گاهی به جای بیان فکرمون، به طرف مقابل حمله می‌کنیم. یکی از کارهایی که کمک می‌کنه ارتباطمون خوب بمونه، اینه که وقتی از دوستمون می‌رنجیم بعد از بیان احساسمون فکری که در ذهنمون می‌گذره رو بیان کنیم. مثلا بگیم من دلخورم و فکر می‌کنم رفتارت منصفانه نبود. این پایین فکری که داشتی رو بنویس. این دومین قدم برای حل اختلافه.`,
        order: 3,
      },
      {
        id: "connection-4",
        title: "پیام بدن",
        description: `میدونی ما با بدنمون هم با دیگران ارتباط برقرار می‌کنیم؟ مثلا وقتی خوشحال یا ناراحتیم چهره مون به دیگران میگه که چه حالی داریم. یا وقتی عصبانی هستیم  ممکنه حالت دستمون با دیگران صحبت کنه. برای اینکه با پیام بدن بیشتر آشنا بشی به همراه خانواده یک علامت رمز برای بیان عصبانیت انتخاب کنین، تا وقتی از دست هم عصبانی می‌شید، ازش استفاده کنید. من وقتی عصبانی میشم دستم رو مشت می‌کنم و میارم جلو صورتم. تو هم علامت رمزی که برای نشون دادن عصبانیت انتخاب کردی رو این پایین بنویس.`,
        order: 4,
      },
      {
        id: "connection-5",
        title: "لحن دلنشین",
        description: `میدونی که لحن صحبت کردن ما می‌تونه روی ارتباطمون با دیگران تاثیر بذاره؟ مثلا وقتی عصبانی هستیم ممکنه داد بزنیم و حرفمون رو بیان کنیم یا وقتی نگرانیم ممکنه صدامون بلرزه. در ارتباط دلنشین مهمه که ما به لحن صحبتمون دقت کنیم و سعی کنیم آرام و مطمئن صحبت کنیم. به لحن اطرافیانت دقت کن. کی لحن آرام و مطمئنی داره این پایین اسمش رو بنویس و سعی کن لحنش رو تمرین کنی.`,
        order: 5,
      },
    ],
  },
  {
    id: "empathy",
    title: "یار همدل",
    description: "درک و توجه به احساسات دیگران",
    about: `همدلی یعنی این‌که به شکلی به دنیای اطراف نگاه کنیم که انگار، از چشم فرد دیگری دنیا را می بینیم. برای اینکه بتوانیم همدلی کنیم لازمه خودمون رو جای طرف مقابل بذاریم  یا به قول معروف کفش‌های طرف مقابل رو پامون کنیم و از خودمون بپرسیم اگه من جای اون بودم چه احساسی داشتم؟ همدلی مهارتی است که باعث بهتر شدن ارتباط ها و شادی و آرامش ما میشه. این مهارت هم مثل همه مهارت‌های دیگه نیاز به تمرین داره.`,
    exercises: [
      {
        id: "empathy-1",
        title: "گوش همدل",
        description: `میدونی برای اینکه بتونیم با دیگران همدلی کنیم مهمترین چیز گوش‌مونه. آره درسته گوش‌مون. ما تا به خوبی، صحبت‌های دیگری رو نشنویم، نمی تونیم بفهمیم چه حالی داره. بیا همدلی گوش‌ت رو یکم ورزش بدیم. 
برو از یکی از اعضای خانواده بپرس تازگی‌ها از چی ناراحت شده، خوب خوب گوش کن و بیا این پایین بنویس.`,
        order: 1,
      },
      {
        id: "empathy-2",
        title: "شنیدن احساس",
        description: `یکی از چیزهایی که خیلی به همدل شدن کمک می‌کنه، پیدا کردن احساس طرف مقابل و به زبون آوردن اونه.  مثلا وقتی میبینی دوستت غمگینه می‌تونی بهش بگی « تو الان غمگینی ».
حالا بیا با احساس خودت همدلی کن. فکر کن ببین آخرین باری که ناراحت شدی چه احساسی داشتی؟ عصبانی بودی یا غمگین یا نگران؟ اسم احساست رو این پایین بنویس و با خودت همدلی کن.`,
        order: 2,
      },
      {
        id: "empathy-3",
        title: "آینه فکر",
        description: `یه چیز دیگه که همدلی ما رو به دیگری نشون میده، توجه کردن به فکریه که داره می‌کنه و تکرار آینه‌ای اون فکره. مثلا اگه دوستت میگه من خیلی خسته شدم، تو میتونی آینه بشی و بهش بگی تو خیلی خسته شدی. اینطوری بهش نشون میدی که داری بهش خوب گوش میدی.
امروز سعی کن آینه فکر یک نفر بشی و بعدش بیا این پایین بنویس با آینه ات چی گفتی.`,
        order: 3,
      },
      {
        id: "empathy-4",
        title: "بدن همدل",
        description: `یکی از ویژگی‌هایی که از ما همدل خوبی می‌سازه، توجه به حالت‌های بدن و لحن صدای دیگری و تکرار آینه‌ای اونه. مثلا اگه دوستت با صدای آروم و بدن خمیده داره صحبت می‌کنه، تو هم همون لحن صدا و حالت بدن رو داشته باشی. برای این که مهارتت بیشتر بشه با یکی از اطرافیانت این تمرین رو انجام بده. سعی کنید حالت بدن و تن صدای هم را تقلید کنید. با چه کسی این فعالیت رو تمرین می کنی؟ اسمش رو این پایین بنویس.`,
        order: 4,
      },
      {
        id: "empathy-5",
        title: "نشانه همدلی",
        description: `همون طور که قبلا یاد گرفتی، یه کاری که کمک می‌کنه،  یادمون باشه یه مهارتی رو بیشتر تمرین کنیم، در نظر گرفتن یه وسیله به عنوان نشانه یادآور هست. مثلا من یک مداد خوشگلی دارم که اون رو نشونه همدلی کردم و هر وقت می‌بینمش یادم میاد که بیشتر تمرین همدلی کنم. تو چه نشونه‌ای برای تمرین همدلی انتخاب می‌کنی؟ این پایین بنویس.`,
        order: 5,
      },
    ],
  },
  {
    id: "kindness",
    title: "گلدان مهربانی",
    description: "کمک و مهربانی با همه موجودات",
    about: `ما آدم‌ها خیلی وقت‌ها برای خرید چیزهایی که دوست داریم و برامون ارزشمنده پول‌هامون رو پس انداز می‌کنیم. یعنی اون‌ها رو یا تو قلک میریزیم و یا تو حساب بانکی می‌ذاریم . مهربانی کردن هم یه جورایی  پس انداز کردنه. ما با مهربونی کردن به دیگران ‌می‌تونیم اون‌ها رو خوشحال کنیم و کلی شادی باهاش بخریم. اگه تمرین مهربانی رو مرتب انجام بدیم باعث میشه آدم شادتری بشیم.`,
    exercises: [
      {
        id: "kindness-1",
        title: "مهر با خود",
        description: `تمرین امروز مهربونی کردن با خودته. یک کاری انتخاب کن که انجامش خودت رو خوشحال می‌کنه. وقتی انجامش دادی به احساست توجه کن و از خودت بپرس الان که این کار رو برای خودم انجام دادم چه احساسی دارم. چه مهربانی میخوای به خودت بکنی؟ این پایین بنویس`,
        order: 1,
      },
      {
        id: "kindness-2",
        title: "مهر در خانه",
        description: `تمرین امروز مهربانی به یکی از اعضای خانواده است. یکی از اعضای خانواده رو انتخاب کن و تصمیم بگیر که چطوری می‌خواهی خوشحالش کنی. کاری که می‌خواهی انجام بدی رو این پایین بنویس.`,
        order: 2,
      },
      {
        id: "kindness-3",
        title: " مهر با دوست",
        description: `تمرین امروز مهربانی به یکی از دوستانت هست. یکی از دوستانت رو انتخاب کن و تصمیم بگیر که چطوری می‌خواهی خوشحالش کنی. کاری که می‌خواهی انجام بدی رو این پایین بنویس.`,
        order: 3,
      },
      {
        id: "kindness-4",
        title: "مهر با دنیا",
        description: `تمرین امروز مهربانی به دنیاست است. یک کاری رو انتخاب کن که مهربانی به دنیا، طبیعت یا غریبه‌ها باشه و تصمیم بگیر که چطوری می‌خواهی انجامش بدی. کاری که می‌خواهی انجام بدی رو این پایین بنویس.`,
        order: 4,
      },
      {
        id: "kindness-5",
        title: " نشانه مهر",
        description: `همون طور که میدونی یه کاری که کمک می‌کنه ما یادمون باشه یه مهارتی رو بیشتر تمرین کنیم، در نظر گرفتن یه وسیله به عنوان نشانه‌ی یادآوره. مثلا من یک گلدون خوشگل دارم که اون رو نشونه مهربانی کردم و هر وقت می‌بینمش یادم میاد که بیشتر تمرین مهربانی کنم و هر مهربانی که انجام میدم مینویسم و میذارم توش.  تو چه نشونه‌ای انتخاب می‌کنی؟ این پایین بنویس`,
        order: 5,
      },
    ],
  },
  {
    id: "gratitude",
    title: "سپاس‌گزاری",
    description: "توجه و قدردانی از موهبت‌های زندگی",
    about: `سپاس‌گزاری یه احساس مثبته که با توجه کردن به چیزهای کوچک یا بزرگی که تو زندگیمون داریم، شروع می‌شه و اگه تمرینش کنیم از ما آدم‌های شادتری می‌سازه.`,
    exercises: [
      {
        id: "gratitude-1",
        title: "سپاس از خود",
        description: `تمرین امروز مربوط به ویژگی و توانمندی‌های توست. خوب به خودت فکر کن. سه ویژگی یا توانایی که داری از داشتنشون خوشحال و سپاسگزاری رو این پایین بنویس.`,
        order: 1,
      },
      {
        id: "gratitude-2",
        title: "سپاس از خانواده",
        description: `تمرین امروز مربوط به ویژگی و توانمندی‌های خانواده توست. خوب به خانواده‌ات فکر کن. سه ویژگی یا توانایی که دارند و  از داشتنشون خوشحال و سپاسگزاری رو این پایین بنویس.`,
        order: 2,
      },
      {
        id: "gratitude-3",
        title: " سپاس از دوست",
        description: `تمرین امروز مربوط به ویژگی و توانمندی‌های دوست صمیمی توست. خوب به دوست صمیمی‌ات فکر کن. سه ویژگی یا توانایی که داره و تو از داشتنشون خوشحال و سپاسگزاری رو این پایین بنویس و البته حتما به دوستت هم بگو.`,
        order: 3,
      },
      {
        id: "gratitude-4",
        title: "سپاس از طبیعت",
        description: `تمرین امروز مربوط به ویژگی و امکانات طبیعت هست.  خوب به طبیعت و زندگی فکر کن. سه ویژگی یا امکاناتی که داره و تو از داشتنشون خوشحال و سپاسگزاری رو این پایین بنویس.`,
        order: 4,
      },
      {
        id: "gratitude-5",
        title: " نشانه سپاس",
        description: `خوب امروز نوبت انتخاب نشانه سپاسگزاری هست. من یک قلک دارم که اون رو نشونه سپاسگزاری کردم و هر وقت می‌بینمش یادم میاد که بیشتر تمرین سپاسگزاری رو انجام بدم و هر چیزی که قدردان داشتنش هستم رو مینویسم و میذارم توش.  تو چه نشونه‌ای انتخاب می‌کنی؟ این پایین بنویس.`,
        order: 5,
      },
    ],
  },
  {
    id: "awe",
    title: "شگفتی جو",
    description: "پیدا کردن احساس شگفتی در زندگی",
    about: `دنیا و زندگی پر از چیزهای شگفت انگیز و جالبه که ما خیلی وقت‌ها بی توجه از کنارشون رد میشیم. توجه به شگفتی‌های زندگی یکی از مهارت‌های خوبیه که باعث احساس شادی و امیدواری در ما میشه. این مهارت هم مثل همه مهارت‌های دیگه نیاز به تمرین داره تا عضلات مغزمون در این زمینه هم قوی بشه.`,
    exercises: [
      {
        id: "awe-1",
        title: "من شگفت انگیز",
        description: `امروز ذره بین شگفتی جو رو روی خودت بگیر و خوب به خودت دقت کن. یکی از ویژگی‌های شگفت انگیزی که داری رو پیدا کن و این پایین بنویس.`,
        order: 1,
      },
      {
        id: "awe-2",
        title: "خانواده شگفت انگیز",
        description: `امروز ذره بین شگفتی جو رو روی خانواده ات بگیر و خوب  بهشون دقت کن. یکی از ویژگی‌های شگفت انگیزی که دارند رو پیدا کن و این پایین بنویس.`,
        order: 2,
      },
      {
        id: "awe-3",
        title: " دوست شگفت انگیز",
        description: `امروز ذره بین شگفتی جو رو روی یکی از دوستات بگیر و خوب بهش دقت کن. یکی از ویژگی‌های شگفت انگیزی که داره رو پیدا کن و این پایین بنویس.`,
        order: 3,
      },
      {
        id: "awe-4",
        title: "طبیعت شگفت انگیز",
        description: `امروز ذره بین شگفتی جو رو روی طبیعت بگیر و خوب بهش دقت کن. یکی از ویژگی‌های شگفت انگیزی که داره رو پیدا کن و این پایین بنویس.`,
        order: 4,
      },
      {
        id: "awe-5",
        title: "نشانه شگفت انگیز",
        description: `امروز برای شگفتی بینی یک نشونه انتخاب کن. نشونه‌ای که هر وقت میبینیش یادت بیوفته، دنیا پر از شگفتی هست و باید بهش دقت کنی. نشانه شگفت انگیز تو چیه؟ این پایین بنویس.`,
        order: 5,
      },
    ],
  },
  {
    id: "resilience",
    title: "چتر مقاومت",
    description: "تمرین صبوری در مقابل سختی‌ها",
    about: `مقاومت یا تاب آوری یک مهارت مهمه که به ما کمک می کنه در مقابل مشکلات نشکنیم. همه آدما روزهای سخت در زندگی دارن، ولی افراد مقاوم و تاب آور بهتر از پس مشکلات بر میان. این مهارت هم نیاز به تمرین داره تا چتر مقاومتمون از طوفان سختی‌ها به خوبی بگذره.`,
    exercises: [
      {
        id: "resilience-1",
        title: "موفقیت‌های من",
        description: `یکی از کارهایی که در مواقع سختی میتونه به ما کمک کنه، یادآوری سختی‌های قبلی هست که از پس آن‌ها به خوبی براومدیم. اینطوری به خودمون می‌گیم که من قبلا هم در شرایط سخت بودم و موفق شدم، پس باز هم می‌تونم مقاومت کنم. یکی از سختی‌هایی که قبلا با موفقیت طی کردی رو این پایین بنویس و بابت موفقیتت به خودت افتخار کن.`,
        order: 1,
      },
      {
        id: "resilience-2",
        title: " یاران من",
        description: `یکی از چیزهایی که در شرایط سختی کمک میکنه مقاومت کنیم، کمک گرفتن از آدم‌ها ست. تو معمولا از چه آدم‌هایی می‌تونی در شرایط سخت کمک بگیری؟ اسمشون رو این پایین بنویس و بدون چترت با وجود آن‌ها مقاوم تره.`,
        order: 2,
      },
      {
        id: "resilience-3",
        title: " ذهن قوی",
        description: `یکی از چیزهایی که کمک می‌کنه از پس مشکلات بهتر بر بیایم گفتگو با خودمون به صورتی مثبت هست. تو قبلا مثبت اندیشی رو تمرین کردی و بلدی.
یکی از مشکلاتی که اخیرا داشتی رو به یاد بیار. چه جمله مثبتی می‌تونی در موردش به خودت بگی؟ این پایین بنویس.`,
        order: 3,
      },
      {
        id: "resilience-4",
        title: "شعار روزهای سخت",
        description: `چیزی که خیلی وقت‌ها می‌تونه کمکمون کنه که شرایط سخت رو تاب بیاریم، داشتن یه شعار مخصوص اون روزهاست. این طوری برای روزهای سخت آماده تر هستیم و می‌دونیم میگذره. شعار من اینه: چتر من مقاوم‌تر از سختی هاست. شعار تو چیه این پایین بنویس. می‌تونی شعار مقاومتت رو روی کاغذ هم بنویسی و بچسبونی رو دیوارت.`,
        order: 4,
      },
      {
        id: "resilience-5",
        title: "نشانه مقاومت",
        description: `من یه سنگ انتخاب کردم و رنگش کردم و هر وقت می بینمش یادم میاد که چقدر مقاومم و البته وقتی شرایط سخت میشه بیشتر میرم سراغش. تو چه نشونه‌ای برای مقاومت انتخاب می‌کنی؟ این پایین بنویس`,
        order: 5,
      },
    ],
  },
  {
    id: "self-compassion",
    title: "مهربانی با خود",
    description: "دوست داشتن خود با تمام ویژگی‌ها",
    about: `مهربانی با خود به معنی دوست داشتن خودمون، با همه توانایی‌ها و ضعف هامونه. دوست داشتن خودمون  به معنی بخشیدن اشتباهاتمون و تلاش برای رفع شون هست. گاهی ما حواسمون نیست که با خودمان مهربان باشیم. ما هر چه قدر بیشتر مهربانی با خود را تمرین کنیم، با دیگران هم مهربان تر میشیم و این باعث میشه شادی ما بیشتر بشه.`,
    exercises: [
      {
        id: "self-compassion-1",
        title: " من دوست داشتنی",
        description: `توجه به توانایی‌ها و ویژگی‌های خوبمون باعث میشه با خودمون مهربانتر بشیم. امروز به خوبی هات دقت کن و سه تا از ویژگی‌های خوبت را این پایین بنویس.`,
        order: 1,
      },
      {
        id: "self-compassion-2",
        title: "مهربانی‌های من",
        description: `بیا امروز مهربانی‌هایی که در این هفته انجام دادی رو مرور کن و این پایین بنویس. یادت باشه که به خودت برای مهربانی هایی که انجام دادی، افتخار کنی.`,
        order: 2,
      },
      {
        id: "self-compassion-3",
        title: "هدف‌های من",
        description: `یکی از چیزهایی که باعث میشه ما احساس توانایی بیشتری بکنیم،‌ داشتن هدف در زندگی هست. دو تا از هدف‌هایی که دوست داری بهشون برسی و می‌خوای براشون تلاش کنی رو این پایین بنویس و با خودت برای هدف‌هایی که داری افتخار کن.`,
        order: 3,
      },
      {
        id: "self-compassion-4",
        title: "مقاومت‌های من",
        description: `مقاومت های هر آدمی سرمایه هایی هستند که پس انداز کرده، تا آدم بهتری بشه. سه تا از مقاومت‌هایی که انجام دادی رو این پایین بنویس و به خودت افتخار کن.`,
        order: 4,
      },
      {
        id: "self-compassion-5",
        title: "من منحصر به فرد",
        description: `خوب، بالاخره رسیدیم به مرحله آخر. تو مسیر خیلی طولانی رو طی کردی. قدم‌های کوچیکی برداشتی که هر کدام به شادتر شدن و آرامشت کمک می‌کنه. جالبه بدونی که هیچ کس دیگه‌ای این کار رو مثل تو انجام نداده و نمیده. چون هر کسی منحصر به فرده و به شیوه خودش این مراحل رو طی می‌کنه.
تو الان کلی مدال داری، مدال ذهن آگاهی، مثبت اندیشی، بخشش،‌ ارتباط، همدلی، مهربانی، شکرگزاری، شگفتی جویی و مقاومت. با تموم کردن این تمرین مدال مهربانی با خود رو هم می‌گیری و از این به بعد سفیر شادمانی ما میشی. این پایین بنویس «من منحصر به فرد هستم»  و سفیر شادمانی بی‌نظیر ما شو. ما به داشتن سفیری مثل تو افتخار می‌کنیم.`,
        order: 5,
      },
    ],
  },
].map(({ id, title, about, exercises, description }) => ({
  id: `${id}`,
  title,
  description,
  about,
  image: { url: `/static/images/happiness-category-${id}.png` },
  exercises: exercises || [],
}));

export default {
  categories,
};
