const categories = [
  ,
  {
    id: "mindfulness",
    title: "ذهن‌اگاهی",
    description: "لذت بردن از زیبایی‌ها به کمک حواس پنجگانه",
    about: `ذﻫﻦ‌آﮔﺎﻫﯽ ﯾﻌﻨﯽ ﻫﻤﻪ ﺣﻮاﺳﻤﻮن ﺟﻤﻊ ﮐﺎری ﺑﺎﺷﻪ ﮐﻪ ﻫﻤﯿﻦ ﺣﺎﻟﺎ اﻧﺠﺎم ﻣﯿﺪﯾﻢ. اﯾﻦ ﻣﻬﺎرت ﮐﻤﮏ ﻣﯽ ﮐﻨﻪ از ﻟﺤﻈﻪ‌ﻫﺎﻣﻮن ﺑﯿﺸﺘﺮ ﻟﺬت ﺑﺒﺮﯾﻢ و ﺗﻤﺮﮐﺰﻣﻮن ﺑﯿﺸﺘﺮ ﺑﺸﻪ. ﭘﻨﺞ ﺗﻤﺮﯾﻦ ذﻫﻦ‌آﮔﺎﻫﯽ دارﯾﻢ ﮐﻪ ﻣﯽ‌ﺗﻮﻧﯽ اﻧﺠﺎم ﺑﺪی و در ﺟﻌﺒﻪ‌ت ﺑﺬاری. ﭘﺲ روی ﺗﻤﺮﯾﻨﺖ ﮐﻠﯿﮏ ﮐﻦ و ﺑﺰن ﺑﺮﯾﻢ :)`,
    exercises: [
      {
        id: "mindfulness-1",
        title: "زیبای خفته",
        description: `زﯾﺒﺎﯾﯽ‌ﻫﺎی زﯾﺎدی در ﻣﺤﯿﻂ اﻃﺮاف ﻣﺎ وﺟﻮد دارن ﮐﻪ ﻣﺎ ﻫﺮ روز ﺑﯽ دﻗﺖ از ﮐﻨﺎرﺷﻮن رد ﻣﯽ‌ﺷﯿﻢ. اﻣﺮوز ازت ﻣﯽ ﺧﻮام ﮐﻪ ذﻫﻦ‌آﮔﺎﻫﺎﻧﻪ ﺑﻪ اﻃﺮاﻓﺖ ﻧﮕﺎه ﮐﻨﯽ و ﯾﻪ ﭼﯿﺰی ﮐﻪ ﺑﻪ ﻧﻈﺮت زﯾﺒﺎﺳﺖ و از دﯾﺪﻧﺶ ﻟﺬت ﻣﯿﺒﺮی ﭘﯿﺪا ﮐﻨﯽ :)
ﺣﺎﻟﺎ اﺳﻤﺶ رو اﯾﻦ ﭘﺎﯾﯿﻦ ﺑﻨﻮﯾﺲ و اﮔﻪ دوﺳﺖ داری ﺗﻮﺻﯿﻔﺶ ﮐﻦ!
زﯾﺒﺎی ﺧﻔﺘﻪ ﺗﻮ در ﺟﻌﺒﻪ ذﻫﻦ‌آﮔﺎﻫﯿﺖ ﻣﯽ‌ﻣﻮﻧﻪ و ﻣﯽ‌ﺗﻮﻧﯽ ﻫﺮ وﻗﺖ دوﺳﺖ داﺷﺘﯽ ﺑﻪ ﺟﻌﺒﻪ‌ت زﯾﺒﺎﻫﺎی ﺟﺪﯾﺪی اﺿﺎﻓﻪ ﮐﻨﯽ. اﮔﻪ رو ﺟﻌﺒﻪ ﮐﻠﯿﮏ ﮐﻨﯽ ﻣﯽ‌ﺗﻮﻧﯽ ﻣﺤﺘﻮﯾﺎﺗﺶ رو ﺑﺒﯿﻨﯽ.`,
        order: 1,
      },
      {
        id: "mindfulness-2",
        title: "نوای خوش",
        description: `
        ﺻﺪاﻫﺎی زﯾﺒﺎی زﯾﺎدی در ﻣﺤﯿﻂ اﻃﺮاف ﻣﺎ وﺟﻮد دارن ﮐﻪ ﻣﺎ ﻫﺮ روز ﺑﯽ دﻗﺖ از ﮐﻨﺎرﺷﻮن رد ﻣﯽ‌ﺷﯿﻢ.
        اﻣﺮوز ازت ﻣﯽ‌ﺧﻮام ﮐﻪ ذﻫﻦ‌آﮔﺎﻫﺎﻧﻪ ﺑﻪ اﻃﺮاﻓﺖﮔﻮش ﮐﻨﯽ و ﯾﻪ ﭼﯿﺰی ﮐﻪ ﺧﻮش آﻫﻨﮕﻪ و از ﺷﻨﯿﺪﻧﺶﻟﺬت ﻣﯽ‌ﺑﺮی ﭘﯿﺪا ﮐﻨﯽ :) 
          ﺣﺎﻟﺎ اﺳﻤﺶ رو اﯾﻦ ﭘﺎﯾﯿﻦ ﺑﻨﻮﯾﺲ و اﮔﻪ دوﺳﺖ داری ﺗﻮﺻﯿﻔﺶ ﮐﻦ!
          ﻧﻮای ﺧﻮش ﺗﻮ در ﺟﻌﺒﻪ ذﻫﻦ‌آﮔﺎﻫﯿﺖ ﻣﯽ‌ﻣﻮﻧﻪ و ﻣﯽ‌ﺗﻮﻧﯽ ﻫﺮ وﻗﺖ دوﺳﺖ داﺷﺘﯽ ﺑﻪ ﺟﻌﺒﻪ‌ ﻧﻮاﻫﺎی ﺟﺪﯾﺪی اﺿﺎﻓﻪ ﮐﻨﯽ. 
          اﮔﻪ رو ﺟﻌﺒﻪ ﮐﻠﯿﮏﮐﻨﯽ ﻣﯽ‌ﺗﻮﻧﯽ ﻣﺤﺘﻮﯾﺎﺗﺶ رو ﺑﺒﯿﻨﯽ.
        `,
        order: 2,
      },
      {
        id: "mindfulness-3",
        title: "نوازشگر",
        description: `
        ﺑﺎﻓﺖ ﻫﺎی زﯾﺎدی در ﻣﺤﯿﻂ اﻃﺮاف ﻣﺎ وﺟﻮد دارنﮐﻪ ﻣﺎ ﻫﺮ روز ﺑﯽ دﻗﺖ از ﮐﻨﺎرﺷﻮن رد ﻣﯽ‌ﺷﯿﻢ.
        اﻣﺮوز ازت ﻣﯽ‌ﺧﻮام ﮐﻪ ذﻫﻦ‌آﮔﺎﻫﺎﻧﻪ ﺑﻪ اﻃﺮاﻓﺖدﻗﺖ ﮐﻨﯽ و ﯾﻪ ﭼﯿﺰی ﮐﻪ ﺑﺎﻓﺘﺶ رو دوﺳﺖ داریو از ﻟﻤﺴﺶ ﻟﺬت ﻣﯽ‌ﺑﺮی ﭘﯿﺪا ﮐﻨﯽ :) 
          ﺣﺎﻟﺎ اﺳﻤﺶ رو اﯾﻦ ﭘﺎﯾﯿﻦ ﺑﻨﻮﯾﺲ و اﮔﻪ دوﺳﺖداری ﺗﻮﺻﯿﻔﺶ ﮐﻦ!
          ﻧﻮازﺷﮕﺮ ﺗﻮ در ﺟﻌﺒﻪ ذﻫﻦ‌آﮔﺎﻫﯿﺖ ﻣﯽ‌ﻣﻮﻧﻪو ﻣﯽ‌ﺗﻮﻧﯽ ﻫﺮ وﻗﺖ دوﺳﺖ داﺷﺘﯽ ﺑﻪ ﺟﻌﺒﻪ‌تﺑﺎﻓﺖ‌ﻫﺎی ﺟﺪﯾﺪی اﺿﺎﻓﻪ ﮐﻨﯽ. 
          اﮔﻪ رو ﺟﻌﺒﻪ ﮐﻠﯿﮏﮐﻨﯽ ﻣﯽ‌ﺗﻮﻧﯽ ﻣﺤﺘﻮﯾﺎﺗﺶ رو ﺑﺒﯿﻨﯽ.
        `,
        order: 3,
      },
      {
        id: "mindfulness-4",
        title: "خوشبو",
        description: `
        ﻋﻄﺮﻫﺎی زﯾﺎدی در ﻣﺤﯿﻂ اﻃﺮاف ﻣﺎ وﺟﻮد دارن ﮐﻪ ﻣﺎ ﻫﺮ روز ﺑﯽ دﻗﺖ از ﮐﻨﺎرﺷﻮن رد ﻣﯽ‌ﺷﯿﻢ. 
        اﻣﺮوز ازت ﻣﯽ‌ﺧﻮام ﮐﻪ ذﻫﻦ‌آﮔﺎﻫﺎﻧﻪ ﺑﻪ اﻃﺮاﻓﺖ دﻗﺖ ﮐﻨﯽ و ﯾﻪ ﭼﯿﺰی ﮐﻪ ﻋﻄﺮش رو دوﺳﺖ داری و از ﺑﻮ ﮐﺮدﻧﺶ ﻟﺬت ﻣﯽ‌ﺑﺮی ﭘﯿﺪا ﮐﻨﯽ :) 
          ﺣﺎﻟﺎ اﺳﻤﺶ رو اﯾﻦ ﭘﺎﯾﯿﻦ ﺑﻨﻮﯾﺲ و اﮔﻪ دوﺳﺖ داری ﺗﻮﺻﯿﻔﺶ ﮐﻦ! 
          ﺧﻮﺷﺒﻮی ﺗﻮ در ﺟﻌﺒﻪ ذﻫﻦ‌آﮔﺎﻫﯿﺖ ﻣﯽ‌ﻣﻮﻧﻪ و ﻣﯽ‌ﺗﻮﻧﯽ ﻫﺮ وﻗﺖ دوﺳﺖ داﺷﺘﯽ ﺑﻪ ﺟﻌﺒﻪ‌ت ﻋﻄﺮﻫﺎی ﺟﺪﯾﺪی اﺿﺎﻓﻪ ﮐﻨﯽ. 
          اﮔﻪ رو ﺟﻌﺒﻪ ﮐﻠﯿﮏ ﮐﻨﯽ ﻣﯽ‌ﺗﻮﻧﯽ ﻣﺤﺘﻮﯾﺎﺗﺶ رو ﺑﺒﯿﻨﯽ.
          `,
        order: 4,
      },
      {
        id: "mindfulness-5",
        title: "خوش طعم",
        description: `
        ﻣﺰه‌ﻫﺎی زﯾﺎدی وﺟﻮد دارن ﮐﻪ ﻣﺎ ﺑﯽ‌دﻗﺖ از ﮐﻨﺎرﺷﻮن رد ﻣﯽ‌ﺷﯿﻢ. 
        اﻣﺮوز ازت ﻣﯽ‌ﺧﻮام ﮐﻪ ذﻫﻦ‌آﮔﺎﻫﺎﻧﻪ ﯾﻪ ﭼﯿﺰی ﮐﻪ ﻣﺰه‌ش رو دوﺳﺖ داری اﻧﺘﺨﺎب ﮐﻨﯽ و ﺑﻪ آراﻣﯽ ﻣﺰه ﻣﺰه ﮐﻨﯽ. 
        ﻃﻌﻤﯽ ﮐﻪ ﻣﺰه ﮐﺮدی رو اﯾﻦ ﭘﺎﯾﯿﻦ ﺑﻨﻮﯾﺲ و اﮔﻪ دوﺳﺖ داری ﺗﻮﺻﯿﻔﺶ ﮐﻦ:) 
          ﺧﻮش ﻃﻌﻢ ﺗﻮ در ﺟﻌﺒﻪ ذﻫﻦ‌آﮔﺎﻫﯿﺖ ﻣﯽ‌ﻣﻮﻧﻪ و ﻣﯽ‌ﺗﻮﻧﯽ ﻫﺮ وﻗﺖ دوﺳﺖ داﺷﺘﯽ ﺑﻪ ﺟﻌﺒﻪ‌ت ﻃﻌﻢ ﻫﺎی ﺟﺪﯾﺪی اﺿﺎﻓﻪ ﮐﻨﯽ. 
          اﮔﻪ رو ﺟﻌﺒﻪ ﮐﻠﯿﮏ ﮐﻨﯽ ﻣﯽ‌ﺗﻮﻧﯽ ﻣﺤﺘﻮﯾﺎﺗﺶ رو ﺑﺒﯿﻨﯽ.
          `,
        order: 5,
      },
    ],
  },
  {
    id: "optimism",
    title: "مثبت‌اندیشی",
    description: "یافتن خوبی‌ها در دل اتفاقات ناخوشایند",
  },
  {
    id: "forgiveness",
    title: "بخشش",
    description: "پذیرش و گذشتن از اشتباهات و نقص‌ها",
  },
  {
    id: "connection",
    title: "تعامل",
    description: "داشتن ارتباط خوشایند با دیگران",
  },
  {
    id: "empathy",
    title: "همدلی",
    description: "درک و توجه به احساسات دیگران",
  },
  {
    id: "kindness",
    title: "مهربانی",
    description: "کمک و مهربانی با همه موجودات",
  },
  {
    id: "gratitude",
    title: "سپاسگزاری",
    description: "توجه و قدردانی از موهبت‌های زدنگی",
  },
  { id: "awe", title: "شگفتی", description: "پیدا کردن احساس شگفتی در زندگی" },
  {
    id: "resilience",
    title: "تاب‌آوری",
    description: "تمرین صبوری در مقابل سختی‌ها",
  },
  {
    id: "self-compassion",
    title: "مهربانی با خود",
    description: "دوست داشتن خود با تمام ویژگی‌ها",
  },
].map(({ id, title, about, exercises, description }) => ({
  id: `${id}`,
  title,
  description,
  about,
  image: { url: `/static/images/happiness-category-${id}.png` },
  exercises: [
    {
      id: `${id}-1`,
      order: 1,
      title: `${id}-title-1`,
    },
    {
      id: `${id}-2`,
      order: 2,
      title: `${id}-title-2`,
    },
  ],
  exercises,
}));

export default {
  categories,
};
